
start= int (1)
end= int (1000)

answer = int(1001)
result = int(0)
print("Угадай число от " ,start, "до", end)
result = int(input())

while(result != answer):
    if(answer>result):
        print("число больше")
        
    if(answer<result):
        print("число меньше")
    print("Угадай число от " ,start, "до", "1000")
    result = int(input())
print("теперь угадай 872348234723482438043280234807324087324078234789234243789432789423789423789234782347893278 от 999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999")